Repository: radimklaska/disclaimer
Catalog: translations/*.po
Languages: fr

source: - None, use content form below -
fr: - Aucun, utiliser le champs ci dessous -

source: No modal script found
fr: Aucun script modal trouvé

source: Can't find any modal script. Please see INSTALL.txt.
fr: Aucun script modal pour le module disclaimer ne peut être trouvé. Merci de suivre les instructions de INSTALL.txt.

source: Disclaimer preview
fr: Prévisualisation du disclaimer

source: Disclaimer content
fr: Contenu du disclaimer

source: Node to use for disclaimer content
fr: Noeud à utiliser pour le contenu du disclaimer

source: You can select a node to use for the body of the disclaimer.
fr: Vous pouvez choisir un noeud à utiliser pour le corps du disclaimer.

source: OR disclaimer content
fr: OU contenu du disclaimer

source: Optional: If you don't select a node, you can use this field for the body of the disclaimer. You can use HTML and choose input filter properly.
fr: Facultatif : Si vous ne choisissez pas un noeud, vous pouvez utiliser ce champs comme corps du disclaimer. Vous pouvez utiliser du HTML et choisir le filtre d'entrée approprié.

source: Node to use for disclaimer footer
fr: Noeud à utiliser pour le pied du disclaimer

source: You can select a node to use for the footer of the disclaimer.
fr: Vous pouvez choisir un noeud à utiliser pour le pied du disclaimer.

source: OR disclaimer footer
fr: OU pied du disclaimer

source: Optional: If you don't select a node, you can use this field for the footer of the disclaimer, under ENTER/EXIT. you can use HTML and choose input filter properly.
fr: Facultatif : Si vous ne choisissez pas un noeud, vous pouvez utiliser ce champs comme pied du disclaimer. Vous pouvez utiliser du HTML et choisir le filtre d'entrée approprié.

source: Disclaimer action
fr: Action du disclaimer

source: Show disclaimer on specific pages
fr: Afficher le disclaimer sur certaines pages

source: Show disclaimer on every page except the listed pages.
fr: Afficher le disclaimer sur toutes les pages exceptées celles listées.

source: Show disclaimer on only the listed pages.
fr: Afficher le disclaimer seulement sur les pages listées.

source: Disclaimer specific pages
fr: Pages spécifiques du disclaimer

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
fr: Saisissez une page par ligne sous la forme de chemins Drupal. Le caractère « * » est un passe-partout. Saisissez par exemple %blog pour la page des blogs et %blog-wildcard pour chaque blog personnel. %front est la page d'accueil.

source: Disclaimer enter url
fr: Url d'entrée du disclaimer

source: Set the url when press Enter on disclaimer. IF EMPTY: modal is just closed without redirection. You can use Drupal system path.
fr: Indiquer une url quand Entrer est cliqué. SI VIDE : le disclaimer se fermera sans redirection. Vous pouvez utiliser le système de chemin de Drupal.

source: Disclaimer exit url
fr: Url de sorti du disclaimer

source: Set the url when press Exit on disclaimer. Default is "http://www.google.com".
fr: Indiquer l'url quand l'option sortir du disclaimer est choisi. Par défaut "http://www.google.com".

source: Disclaimer action style
fr: Style d'action du disclaimer

source: Use text
fr: Utiliser du texte

source: Use images
fr: Utiliser des images

source: Select what do you want to use for "ENTER" or "EXIT" action on the disclaimer.
fr: Choisissez ce que vous voulez utiliser pour les actions "ENTRER" ou "SORTIR" sur le disclaimer.

source: Add Age verification form.
fr: Ajouter un formulaire de vérification d'âge.

source: CAUTION: if you test modal on this current settings page, age verification won't work because of preview window.
fr: REMARQUE: si vous testez la fenêtre modale sur cette page, la vérification de l'age ne fonctionnera pas à cause de la fenêtre de prévisualisation.

source: Select age limit
fr: Choisir une limite d'âge

source: years old
fr: ans

source: If you add age verification form, you can set age limit.
fr: Si vous ajouter le formulaire de contrôle d'âge, vous pouvez indiquer une limite d'âge.

source: Text settings
fr: Configuration texte

source: Disclaimer enter text
fr: Texte d'entré du disclaimer

source: ENTER
fr: ENTRER

source: Set the text for Enter action on disclaimer. Default is "ENTER"
fr: Indiquer le texte pour l'action entrer du disclaimer. Par défaut "ENTRER"

source: Disclaimer exit text
fr: Texte de sorti du disclaimer

source: EXIT
fr: SORTIR

source: Set the text for Exit action on disclaimer. Default is "EXIT"
fr: Indiquer le texte pour l'action sortir du disclaimer. Par défaut "SORTIR"

source: Image settings
fr: Configuration images

source: Disclaimer enter image name
fr: Nom de l'image entrer du disclaimer

source: Set the image name to be used for Enter action on disclaimer. Path is relative to /files/, so the image need to be in your /files directory. Default is "enter.png"
fr: Indiquer l'image que vous souhaitez utiliser pour l'action Entrer. Le chemin est relatif au dossier /files/, donc l'image doit se trouver dans votre répertoire /files. Par défaut "enter.png"

source: Disclaimer enter image alt/title text
fr: Balise alt/title de l'image entrer

source: Set the image alt/title text to be used for Enter action on disclaimer. Default is "Enter".
fr: Indiquer le contenu de la balise alt/title utilisé sur l'image Entrer. Par défaut "Entrer".

source: Disclaimer exit image name
fr: Nom de l'image sortir du disclaimer

source: Set the image name to be used for Exit action on disclaimer. Path is relative to /files/, so the image need to be in your /files directory. Default is "exit.png"
fr: Indiquer l'image que vous souhaitez utiliser pour l'action Sortir. Le chemin est relatif au dossier /files/, donc l'image doit se trouver dans votre répertoire /files. Par défaut "exit.png"

source: Disclaimer exit image alt/title text
fr: Balise alt/title de l'image sortir

source: Set the image alt/title text to be used for Exit action on disclaimer. Default is "Enter".
fr: Indiquer le contenu de la balise alt/title utilisé sur l'image Sortir. Par défaut "Sortir".

source: Disclaimer modal options
fr: Options modal du disclaimer

source: Choose modal jQuery plugin
fr: Choisir le plugin jQuery de modal

source: Select the modal script you want to use. See INSTALL.txt for instalation and compare.
fr: Choisir le script de modal que vous souhaitez utiliser. Voir INSTALL.txt pour l'instalation et comparaison.

source: Disclaimer nyroModal options
fr: Option nyroModal du disclaimer

source: Visit !url for settings explanation.
fr: Visiter !url pour le détail des options.

source: Minimum width
fr: Largeur minimum

source: The minimum width of the lightbox containing the disclaimer. Default 400px.
fr: La largeur minimale de la fenêtre contenant le disclaimer. Par défaut 400px.

source: Minimum height
fr: Hauteur minimum

source: The minimum height of the lightbox containing the disclaimer. Default 300px.
fr: La hauteur minimale de la fenêtre contenant le disclaimer. Par défaut 300px.

source: Padding
fr: Marges externes

source: The padding of the lightbox containing the disclaimer. Default 20px.
fr: Les marges externes de la fenêtre contenant le disclaimer. Par défaut 20px.

source: Background color
fr: Couleur de fond

source: The hex color of the lightbox background. Default #000000.
fr: La couleur héxadécimale de fond derrière la fenêtre. Par défaut #000000.

source: Debug mode
fr: Mode de debuggage

source: False
fr: Faux

source: True
fr: Vrai

source: Debug mode for the NyroModal.
fr: Mode de debuggage pour NyroModal.

source: Disclaimer jqModal options
fr: Options jQmodal du disclaimer

source: Background overlay
fr: Overlay du fond

source: The background overlay of the modal. Default 90%.
fr: L'overlay de fond de la modal. Défault 90%.

source: Disclaimer advanced options
fr: Options avancées du disclaimer

source: Show disclaimer when logged user came back.
fr: Montrer le disclaimer quand un utilisateur authentifié reviens.

source: Show disclaimer for auto-login user on a new session. Default is yes. Note: this option is complementary to "bypass disclaimer" access.
fr: Montrer le disclaimer pour les utilisateurs authentifiés qui reviennent sur une nouvelle session. Par défaut oui. Note : cette option est complémentaire des droits "outrepasser le disclaimer"

source: Header
fr: Entête

source: Footer
fr: Pied de page

source: Where the javascript is loaded. Header is default, but could be useful to load on footer for conflict with other js. Note: this is only for disclaimer javascript and not jquery.nyroModal.js
fr: Ou charger le javascript. Par défaut dans le titre, mais peut servir pour éviter les conflits. Note : cela affecte le script du disclaimer, pas jquery.nyroModal.js

source: Disclaimer cookie options
fr: Options du cookie du disclaimer

source: EXPERIMENTAL: Use with CAUTION.
fr: EXPERIMENTALE : Utiliser avec PRECAUTIONS.

source: Disclaimer cookie name
fr: Nom du cookie du disclaimer

source: Set the cookie name. Default is "disclaimerShow".
fr: Indiquer le nom du cookie. Par défaut "disclaimerShow".

source: Disclaimer cookie path
fr: Chemin du cookie

source: Set the cookie path. Default is "/" (recommended for access on all your site). Empty get server path.
fr: Indiquer le chemin du cookie. Par défaut "/" (recommandé pour un accès sur tout le site). Si vide chemin server.

source: Disclaimer cookie domain
fr: Domaine du cookie

source: Set the cookie domain. Empty set default server domain.
fr: Indiquer le domaine du cookie. Si vide prend le domaine du serveur.

source: You must enter a numeric padding.
fr: Vous devez entrer une marge numérique.

source: You must enter a bgcolor.
fr: Vous devez saisir une couleur de fond.

source: You must enter a width greater than 0 pixels.
fr: Vous devez entrer une largeur superieur à 0 pixels.

source: You must enter a height greater than 0 pixels.
fr: Vous devez entrer une hauteur superieur à 0 pixels.

source: You must enter an age greater than 0.
fr: Vous devez saisir un âge limite plus grand que 0.

source: You must enter a numeric overlay.
fr: Vous devez saisie une valeur d'overlay numérique.

source: Date of Birth
fr: Date de naissance

source: You must be at least @age years old to visit @site.
fr: Vous devez avoir au minimum @age ans pour visiter @site.

source: administer disclaimer settings
fr: configurer le disclaimer

source: bypass disclaimer
fr: outrepasser le disclaimer

source: Administer Disclaimer settings.
fr: Configurer les options du disclaimer

source: To configure your disclaimer. Go to the <a href="!url">disclaimer setting page</a>.
fr: Pour configurer votre disclaimer. Rendez-vous sur <a href="!url">la page de configuration du disclaimer</a>.

source: Disclaimer uninstall properly.
fr: Disclaimer désinstallé proprement.

source: A nice lightbox disclaimer.
fr: Un beau disclaimer en lightbox.

source: You must enter the year you were born in.
fr: Vous devez indiquer votre année de naissance.

source: Sorry, you are Under age limit and are prohibited from entering this site!
fr: Désolé, vous êtes trop jeune et vous ne pouvez donc pas visiter ce site !
